/**
 * Created by AlexBogdan on 08.02.2017.
 */

function organListMod() {
let  organList = [
  {
    type: 'описание: органы брюшной полости',
    description: 'Спереди и с боков их расположение ограничивает брюшная стенка, пронизанная мышцами, жировой клетчаткой и соеди- нительнотканными образованиями. За кровоснабжение отве- чают кровеносные сосуды.',
  },
  {
    type: 'Органы брюшной полости',
    name: 'надпочечники',
    detailedDescription: '(gl. suprarenalis) — парные эндокринные железы, расположенные над верхней частью почек позвоночных животных и человека.',
    photoImg1: 'images/disease/organs/abdomen/adrenal-glands.jpg',
  },
  {
    type: 'Органы брюшной полости',
    name: 'почки',
    detailedDescription: '(лат. ren) — парный бобовидный орган, выполняющий посредством функции мочеобразования регуляцию химического гомеостаза организма.',
    photoImg1: 'images/disease/organs/abdomen/kidneys.jpg',
  },
  {
    type: 'Органы брюшной полости',
    name: 'желчный пузырь',
    detailedDescription: '(лат. vesica biliaris) — орган позвоночных животных и человека, в котором накапливается поступающая из печени жёлчь для высвобождения в тонкий кишечник под воздействием гормона холецистокинина.',
    photoImg1: 'images/disease/organs/abdomen/gallbladder.jpg',
  },
  {
    type: 'Органы брюшной полости',
    name: 'мочеточник',
    detailedDescription: 'полый трубчатый орган, соединяющий почку с мочевым пузырём (у большинства млекопитающих) или клоакой (у птиц, рептилий и земноводных)',
    photoImg1: 'images/disease/organs/abdomen/ureter.jpg',
  },
  {
    type: 'Органы брюшной полости',
    name: 'печень',
    detailedDescription: '(лат. jecur, jecor, hepar, др.-греч.) — жизненно важная железа внешнейсекреции позвоночных животных, втом числе и человека, находящаясяв брюшной полости (полости живота)под диафрагмой и выполняющаябольшое количество различных фи-зиологических функций. Печень явля-ется самой крупной железой позво-ночных.',
    photoImg1: 'images/disease/organs/abdomen/liver.jpg',
  },

  {
    type: 'Органы брюшной полости',
    name: 'селезенка',
    detailedDescription: '(лат. splen, lien, др.-греч. σπλήν) — непарный паренхиматозный орган брюшной полости; самый крупный лимфоидный орган у позвоночных.',
    photoImg1: 'images/disease/organs/abdomen/spleen.jpg',
  },


  {
    type: 'Органы брюшной полости',
    name: 'желудочно-кишечный тракт',
    detailedDescription: 'Пищевари́тельный, или желу́дочно-кише́чный тракт (ЖКТ). Система органов у человека, предназначенная для переработки и извлечения из пищи питательных веществ, всасывания их в кровь и лимфу и выделения из организма непереваренных остатков.',
    photoImg1: 'images/disease/organs/abdomen/gastrointestinal-tract.jpg',
  }

  ];
  return  organList;
}


